const gridUrlList = [
  {
    name: "ベオ海域1 (Beohr Waters 1)",
    url: "?grid=%255B%255B1%252C1%252C2%252C2%252C1%252C1%252C2%252C3%252C3%252C4%255D%252C%255B1%252C3%252C3%252C4%252C4%252C4%252C1%252C4%252C2%252C4%255D%252C%255B2%252C2%252C1%252C4%252C2%252C3%252C4%252C4%252C2%252C2%255D%252C%255B2%252C1%252C1%252C3%252C2%252C3%252C2%252C1%252C1%252C2%255D%252C%255B2%252C3%252C4%252C1%252C1%252C3%252C2%252C1%252C3%252C4%255D%252C%255B3%252C4%252C4%252C2%252C2%252C4%252C4%252C1%252C4%252C2%255D%252C%255B1%252C2%252C3%252C3%252C4%252C1%252C2%252C3%252C3%252C4%255D%252C%255B1%252C4%252C4%252C3%252C1%252C1%252C2%252C3%252C4%252C4%255D%255D",
  },
  {
    name: "ベオ海域2 (Beohr Waters 2)",
    url: "?grid=%255B%255B4%252C4%252C1%252C1%252C1%252C2%252C1%252C1%252C1%252C1%255D%252C%255B4%252C3%252C3%252C3%252C3%252C3%252C3%252C3%252C3%252C1%255D%252C%255B1%252C2%252C1%252C1%252C1%252C2%252C1%252C1%252C3%252C1%255D%252C%255B1%252C2%252C1%252C1%252C2%252C2%252C2%252C2%252C3%252C2%255D%252C%255B3%252C2%252C3%252C3%252C3%252C3%252C1%252C1%252C3%252C1%255D%252C%255B1%252C2%252C1%252C1%252C3%252C1%252C1%252C1%252C3%252C1%255D%252C%255B1%252C2%252C2%252C2%252C2%252C2%252C2%252C2%252C2%252C4%255D%252C%255B1%252C1%252C1%252C1%252C3%252C1%252C1%252C1%252C4%252C4%255D%255D",
  },
  {
    name: "ベオ海域3 (Beohr Waters 3)",
    url: "?grid=%255B%255B2%252C2%252C2%252C2%252C2%252C2%252C2%252C4%252C4%252C4%255D%252C%255B2%252C4%252C3%252C3%252C3%252C3%252C3%252C3%252C4%252C4%255D%252C%255B2%252C4%252C3%252C1%252C1%252C1%252C1%252C3%252C1%252C1%255D%252C%255B2%252C4%252C3%252C1%252C4%252C4%252C2%252C3%252C4%252C1%255D%252C%255B2%252C4%252C3%252C1%252C4%252C4%252C2%252C3%252C4%252C1%255D%252C%255B2%252C2%252C3%252C1%252C2%252C2%252C2%252C3%252C4%252C1%255D%252C%255B4%252C4%252C3%252C3%252C3%252C3%252C3%252C3%252C4%252C1%255D%252C%255B4%252C4%252C4%252C1%252C1%252C1%252C1%252C1%252C1%252C1%255D%255D",
  },
  {
    name: "ベオ海域4 (Beohr Waters 4)",
    url: "?grid=%255B%255B2%252C2%252C2%252C2%252C0%252C2%252C1%252C2%252C2%252C2%255D%252C%255B2%252C1%252C1%252C1%252C0%252C1%252C1%252C1%252C1%252C1%255D%252C%255B2%252C1%252C2%252C2%252C3%252C3%252C3%252C3%252C1%252C2%255D%252C%255B2%252C1%252C2%252C3%252C0%252C0%252C3%252C3%252C0%252C0%255D%252C%255B0%252C0%252C3%252C3%252C0%252C0%252C3%252C2%252C1%252C1%255D%252C%255B1%252C1%252C3%252C3%252C3%252C3%252C2%252C2%252C1%252C2%255D%252C%255B1%252C1%252C1%252C1%252C1%252C0%252C1%252C1%252C2%252C2%255D%252C%255B1%252C1%252C1%252C1%252C1%252C0%252C1%252C2%252C2%252C2%255D%255D",
  },
  {
    name: "ベオ海域5 (Beohr Waters 5)",
    url: "?grid=%255B%255B4%252C2%252C4%252C4%252C1%252C1%252C4%252C4%252C2%252C4%255D%252C%255B2%252C2%252C1%252C1%252C1%252C1%252C1%252C1%252C2%252C2%255D%252C%255B2%252C1%252C1%252C1%252C1%252C1%252C1%252C1%252C1%252C2%255D%252C%255B4%252C1%252C1%252C1%252C3%252C1%252C1%252C3%252C1%252C4%255D%252C%255B4%252C1%252C1%252C1%252C3%252C1%252C1%252C3%252C1%252C4%255D%252C%255B4%252C1%252C1%252C1%252C3%252C1%252C1%252C3%252C1%252C4%255D%252C%255B4%252C4%252C1%252C1%252C1%252C1%252C1%252C1%252C4%252C4%255D%252C%255B4%252C2%252C2%252C2%252C4%252C4%252C2%252C2%252C2%252C4%255D%255D",
  },
  {
    name: "ベオ海域6 (Beohr Waters 6)",
    url: "?grid=%255B%255B2%252C2%252C3%252C4%252C4%252C4%252C4%252C4%252C4%252C2%255D%252C%255B2%252C0%252C3%252C0%252C0%252C0%252C0%252C0%252C0%252C2%255D%252C%255B2%252C0%252C3%252C1%252C1%252C1%252C1%252C3%252C0%252C2%255D%252C%255B2%252C0%252C3%252C1%252C3%252C3%252C1%252C3%252C0%252C2%255D%252C%255B2%252C0%252C3%252C1%252C3%252C3%252C1%252C3%252C0%252C2%255D%252C%255B2%252C0%252C3%252C1%252C1%252C1%252C1%252C3%252C0%252C2%255D%252C%255B2%252C0%252C0%252C0%252C0%252C0%252C0%252C3%252C0%252C2%255D%252C%255B2%252C4%252C4%252C4%252C4%252C4%252C4%252C3%252C2%252C2%255D%255D",
  },
  {
    name: "アヴィノレーム1 (Avinoleum 1)",
    url: "?grid=%255B%255B2%252C2%252C3%252C2%252C2%252C3%252C2%252C2%252C1%252C2%255D%252C%255B1%252C1%252C3%252C1%252C1%252C3%252C1%252C1%252C1%252C1%255D%252C%255B2%252C2%252C3%252C2%252C2%252C3%252C2%252C2%252C1%252C2%255D%252C%255B1%252C1%252C1%252C1%252C1%252C3%252C1%252C1%252C1%252C1%255D%252C%255B2%252C2%252C3%252C2%252C2%252C3%252C2%252C2%252C1%252C2%255D%252C%255B1%252C1%252C1%252C1%252C1%252C1%252C1%252C1%252C1%252C1%255D%252C%255B2%252C2%252C3%252C2%252C2%252C3%252C2%252C2%252C1%252C2%255D%252C%255B2%252C2%252C3%252C2%252C2%252C3%252C2%252C2%252C1%252C2%255D%255D",
  },
  {
    name: "アヴィノレーム2 (Avinoleum 2)",
    url: undefined,
  },
  {
    name: "アヴィノレーム3 (Avinoleum 3)",
    url: undefined,
  },
  {
    name: "アヴィノレーム4 (Avinoleum 4)",
    url: undefined,
  },
  {
    name: "アヴィノレーム5 (Avinoleum 5)",
    url: undefined,
  },
  {
    name: "アヴィノレーム6 (Avinoleum 6)",
    url: undefined,
  },
  {
    name: "アヴェラルド金庫1 (Averardo Vault 1)",
    url: null,
  },
  {
    name: "アヴェラルド金庫2 (Averardo Vault 2)",
    url: null,
  },
  {
    name: "アヴェラルド金庫3 (Averardo Vault 3)",
    url: null,
  },
  {
    name: "アヴェラルド金庫4 (Averardo Vault 4)",
    url: null,
  },
  {
    name: "アヴェラルド金庫5 (Averardo Vault 5)",
    url: null,
  },
  {
    name: "ペニテントの吹き溜まり1 (Penitent's End 1)",
    url: null,
  },
  {
    name: "ペニテントの吹き溜まり2 (Penitent's End 2)",
    url: null,
  },
  {
    name: "ペニテントの吹き溜まり3 (Penitent's End 3)",
    url: null,
  },
  {
    name: "ペニテントの吹き溜まり4 (Penitent's End 4)",
    url: null,
  },
  {
    name: "ハロウッド・リーチ1 (Hallowed Reach 1)",
    url: null,
  },
  {
    name: "ハロウッド・リーチ2 (Hallowed Reach 2)",
    url: null,
  },
  {
    name: "ハロウッド・リーチ3 (Hallowed Reach 3)",
    url: null,
  },
  {
    name: "そよ風のヘイヴン1 (Zephyr Domain 1)",
    url: null,
  },
  {
    name: "そよ風のヘイヴン2 (Zephyr Domain 2)",
    url: null,
  },
  {
    name: "そよ風のヘイヴン3 (Zephyr Domain 3)",
    url: null,
  },
  {
    name: "そよ風のヘイヴン4 (Zephyr Domain 4)",
    url: null,
  },
  {
    name: "霞立つ水鏡1 (Nimbus Sanctum 1)",
    url: null,
  },
  {
    name: "霞立つ水鏡2 (Nimbus Sanctum 2)",
    url: null,
  },
  {
    name: "霞立つ水鏡3 (Nimbus Sanctum 3)",
    url: null,
  },
  {
    name: "ブナ半島1 (Fagaceae Peninsula 1)",
    url: null,
  },
  {
    name: "ブナ半島2 (Fagaceae Peninsula 2)",
    url: null,
  },
  {
    name: "ブナ半島3 (Fagaceae Peninsula 3)",
    url: null,
  },
  {
    name: "ブナ半島4 (Fagaceae Peninsula 4)",
    url: null,
  },
  {
    name: "ディサレー海嶺1 (Shade Ridge 1)",
    url: null,
  },
  {
    name: "ディサレー海嶺2 (Shade Ridge 2)",
    url: null,
  },
  {
    name: "ディサレー海嶺3 (Shade Ridge 3)",
    url: null,
  },
  {
    name: "ディサレー海嶺4 (Shade Ridge 4)",
    url: null,
  },
  {
    name: "ディサレー海嶺5 (Shade Ridge 5)",
    url: null,
  },
  {
    name: "リジョリ群島1 (Riccioli Islands 1)",
    url: null,
  },
  {
    name: "リジョリ群島2 (Riccioli Islands 2)",
    url: null,
  },
  {
    name: "リジョリ群島3 (Riccioli Islands 3)",
    url: null,
  },
  {
    name: "リジョリ群島4 (Riccioli Islands 4)",
    url: null,
  },
  {
    name: "リジョリ群島5 (Riccioli Islands 5)",
    url: null,
  },
];
